atlassian.atlascode
catppuccin.catppuccin-vsc
docker.docker
eamodio.gitlens
enkia.tokyo-night
github.copilot-chat
gitlab.gitlab-workflow
jdinhlife.gruvbox
jsaulou.tasks-context
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
redhat.vscode-yaml
vscodevim.vim
